[
  {
    "id": 1,
    "title": "What if? Absurd Question",
    "author": "Randall Munroe",
    "pages": "436",
    "date": "October 2020",
    "category": "Documentary",
    "cover": "/assets/images/book1.png",
    "detail": "this is book's detail",
    "isbn": "98765432123"
  },

  {
    "id": 2,
    "title": "Glyph: New Look on Things",
    "author": "Morris Williamson",
    "pages": "436",
    "date": "October 2020",
    "category": "Documentary",
    "cover": "/assets/images/book2.png",
    "detail": "this is book's detail",
    "isbn": "98765432123"
  },

  {
    "id": 3,
    "title": "Harry Potter and Goblet of Fire",
    "author": "Randall Munroe",
    "pages": "436",
    "date": "October 2002",
    "category": "Fantasy",
    "cover": "/assets/images/book3.png",
    "detail": "Harry Potter series",
    "isbn": "98765432123"
  },

  {
    "id": 4,
    "title": "Tess on the Road",
    "author": "Rachel Hartman",
    "pages": "436",
    "date": "October 2020",
    "category": "Sci-Fi",
    "cover": "/assets/images/book4.png",
    "detail": "In the medieval kingdom of Goredd, women are expected to be ladies, men are their protectors, and dragons get to be whomever they want. Tess, stubbornly, is a troublemaker. You can’t make a scene at your sister’s wedding and break a relative’s nose with one punch (no matter how pompous he is and not suffer the consequences. As her family plans to send her to a nunnery, Tess yanks on her boots and sets out on a journey across the Southlands, alone and pretending to be a boy.\nWhere Tess is headed is a mystery, even to her. So when she runs into an old friend, it’s a stroke of luck. This friend is a quigutl—a subspecies of dragon—who gives her both a purpose and protection on the road. But Tess is guarding a troubling secret. Her tumultuous past is a heavy burden to carry, and the memories she’s tried to forget threaten to expose her to the world in more ways than one.\nReturning to the fascinating world she created in the award-winning and New York Times bestselling Seraphina, Rachel Hartman introduces readers to a new character and a new quest, pushing the boundaries of genre once again in this wholly original fantasy.",
    "isbn": "98765432123"
  }
]
